/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "開く";
"Open Title" = "開く：^0";
"Save Default Title" = "保存";
"Save Title" = "保存：^0";
"Choose File Title" = "ファイルの選択";
"Choose Folder Title" = "フォルダの選択";
"Choose Volume Title" = "ボリュームの選択";
"Choose Object Title" = "オブジェクトの選択";
"New Folder Title" = "新規フォルダ";

/* Button title strings */
"Save Button" = "保存";
"Open Button" = "開く";
"Choose Button" = "選択";
"Don't Save Button" = "保存しない";
"New Folder Button" = "新規フォルダ";
"Replace Button" = "置き換え";
"Discard Button" = "変更内容を破棄";
"Review Button" = "変更内容を確認...";
"Use Dot Button" = "“.”を使用";
"ExtensionAlertUseOneLabel" = ".^1 を使用";
"ExtensionAlertUserBothLabel" = "両方を使用";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "閉じる前に変更内容を保存する";
"SaveChangesQuitting Banner" = "終了する前に変更内容を保存する";
"SaveChangesOther Banner" = "変更内容を保存する";
"DiscardChanges Banner" = "変更内容を破棄する";
"WantToSaveDoc Banner" = "書類“^0”に加えた変更を保存しますか？";
"WantToSaveThis Banner" = "この書類に加えた変更内容を保存しますか？";
"WantToSaveAppDocs Banner" = "^0書類に加えた変更内容を保存しますか？";
"WantToDiscardDoc Banner" = "書類“^0”に加えた変更を破棄しますか？";
"WantToDiscardThis Banner" = "この書類に加えた変更内容を破棄してもよろしいですか？";

"Review App Docs Banner" = "変更内容を保存していない ^0 ^1 書類がいくつかあります。終了する前にこれらの変更内容を確認しますか？";
"Review Several App Docs Banner" = "変更内容を保存していない ^1 書類がいくつかあります。終了する前にこれらの変更内容を確認しますか？";

"Review Docs Banner" = "変更内容を保存していない ^0 書類がいくつかあります。終了する前にこれらの変更内容を確認しますか？";
"Review Several Docs Banner" = "変更内容を保存していない書類がいくつかあります。終了する前にこれらの変更内容を確認しますか？";

"Review App Single Doc Banner" = "変更内容を保存していない ^0 ^1 書類があります。終了する前にこれらの変更内容を確認しますか？";
"Review Single Doc Banner" = "変更内容を保存していない ^0 書類があります。終了する前にこれらの変更内容を確認しますか？";

"Review Docs Explanation" = "書類を確認しないと、すべての変更内容が失われます。";

/* Untitled strings */
"Untitled Folder" = "名称未設定フォルダ";
"Untitled Doc" = "名称未設定";

/* Alert strings */
"Cant Replace Locked" = "ロックされているため、“^0”を置き換えることはできません。";

"Remove Favorite" = "よく使う項目を取り除く";
"Cant Resolve Alias NotFound" = "オリジナルの項目が見つからなかったので、よく使う項目“^0”は開けませんでした。";
"Navigate Alias Not Found" = "オリジナルの項目が見つからなかったので、エイリアス“^0”は開けませんでした。";

"Name Already Taken" = "項目“^0”はすでに使用されています。別の名前を選んでください。";
"Cant Replace Folder" = "名前“^0”はすでにフォルダ名に使用されています。";
"Cant NewFolder OnLockedDisk" = "ディスクがロックされているので、新規フォルダを作成することはできません。";
"Not Right Privs" = "適切なアクセス権がないため、“^0”を置き換えることはできません。";
"Cant use period" = "“.”（ドット）で始まる名前はシステム用に予約されています。この操作を続行してドットで始まる名前を使用すると、ファイルは非表示になります。";

"ExtensionWarningText" = "拡張子“.^0”を付けて、この書類を保存してもよろしいですか？望ましい拡張子は“.^1”です。";
"ExtensionWarningSubtext" = "拡張子“.^1”を使用しないと、書類が異なるフォーマットで保存される場合があります。";

"ExtensionErrorText" = "名前の末尾に拡張子“.^0”を付けて、この書類を保存することはできません。必要な拡張子は“.^1”です。";
"ExtensionErrorSubtext" = "両方を使用することができ、ファイル名の末尾は“.^0.^1”になります。";

"ReplaceAlertText" = "“^0”という名前の項目がすでにこの場所に存在しています。保存しようとしている項目で置き換えますか？";
"ReplaceWithExtensionAlertText" = "拡張子“.^1”が付いた“^0”という名前の項目がすでにこの場所に存在しています。保存しようとしている項目で置き換えますか？";


/* Favorite Popup Menu strings */
"Favorite Places" = "よく使う項目";
"Recent Places"	= "最近使ったフォルダ";
"Computer" = "コンピュータ";
"Home menu item" = "ホーム";

/* Show Popup Menu strings */
"All Files" = "すべての書類";
"All Known Files" = "種別が明白なすべての書類";
"All App" = "すべての^0書類";
"All Readable Files" = "読み込み可能なすべての書類";

/* Format Popup Menu strings */
"Default" = "デフォルト";

/* Generic Kind strings */
"Picture Document" = "ピクチャ書類";
"Text Document" = "テキスト書類";
"Movie Document" = "ムービー書類";
"Sound Document" = "サウンド書類";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "接続に失敗しました";
"Connect Failed Details" = "iDisk サーバから応答がありません。もう一度やり直してください。";
"Invalid Setup" = "iDisk にアクセスできません。メンバー名またはパスワードが正しくない可能性があります。";
"Invalid Setup Details" = "名前とパスワードは、“システム環境設定”の“インターネット”パネルにある“.Mac”タブで変更できます。";
"iTools Button" = ".Mac 環境設定を開く...";
"Authentication Failed" = "ログインに失敗しました";
"Authentication Failed Detailed" = "入力した名前またはパスワードが正しくありません。もう一度やり直してください。.Mac のユーザ名とパスワードは、.Mac の環境設定ウインドウで確認できます。";

/* List view column titles*/
"Name Column Title" = "名前";
"Date Modified Column Title" = "変更日";

/* Authenticated Server strings */
"Connect Button" = "接続...";
"Connect Caption" = "サーバ“^0”で利用できる共有項目を確認するときは、“接続”をクリックしてください。";

/* Query strings */
"QueryItemCountString" = "%i 項目";
"CurrentFolderScopeString" = "フォルダ \"%s\"";
"HomeScopeString" = "ホーム";
"EverywhereScopeString" = "コンピュータ";

/* Preview strings */
"MoreInfo" = "詳しい情報...";
